Repository: YOUSTO201/Wheepp
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcome
source: Welcome to Wheepp
ar: أهلاً بك في وييب

# choose
source: Choose your language to get started
ar: اختار لغتك لنبدأ

# mainlanguage
source: (Device's language)
ar: (لغة الجهاز)

source: English
ar: الإنجليزية

source: Get Started
ar: هيا نبدأ

# LoginorSignup
source: Start with Login or Signup
ar: ابدأ بتسجيل الدخول او إنشاء حساب

# LoginButton
source: Login
ar: تسجيل الدخول

# SignupButton
source: Signup
ar: إنشاء حساب

source: Email
ar: البريد الإالكتروني

source: Password
ar: كلمة المرور

# Enterpass
source: Enter your password
ar: ادخل كلمة السر الخاصة بك

source: field is required
ar: لا يمكن إدخال قيم فارغة

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: New in wheepp?
ar: جديد في وييب؟

source: Invalid email
ar: بريد إلكتروني غير صالح

source: Wrong credentials
ar: يوجد خطأ في البريد الإالكتروني او كلمة المرور

# TooManyRequest
source: Too many requests, Try again later
ar: الطلبات كثيرة جدًا، حاول مرة أخرى بعد بضعة دقائق

# Error
source: There was an error
ar: هنالك خطأ

source: ok
ar: حسناً

# OopsLogin
source: Oops, you You did not verify your email yet, we sent you a link, Please tap on it and enter your credentials again
ar: عفوًا، لم تقم بالتحقق من بريدك الإلكتروني بعد، لقد أرسلنا لك رابطًا، يرجى الضغط عليه وإدخال البيانات الخاصة بك مرة أخرى

# HintTextEmail
source: example@gmail.com
ar: ادخل البريد الاالكتروني الخاص بك

# HintTextPassword
source: Enter a new strong password
ar: إنشاء كلمة مرور قوية

# Close
source: Cancle
ar: إلغاء

# OopsSignup
source: We sent you a link in the email Please tap on it and enter your credentials again
ar: لقد أرسلنا لك رابطًا في البريد الإلكتروني، يرجى النقر عليه وإدخال البيانات الخاصة بك مرة أخرى

source: Have An Account?
ar: لديك حساب بالفعل؟

# WeakPassword
source: The password is too weak
ar: كلمة المرور ضعيفة للغاية

# EmailAlreadyInUse
source: This email is already taken for another account
ar: هذا البريد مأخوذ بالفعل من قبل مستخدم آخر

# ChangeLanguage
source: Changing the Language
ar: تغيير اللغة

# ChooseNewLanguage
source: Please choose your favourite Language
ar: اختار لغتك المفضلة

source: Save
ar: حفظ

# VarifyToLogout
source: Varify the identity is required logout
ar: تأكيد الهوية مطلوب لأكمال عملية تسجيل الخروج

source: Settings
ar: الإعدادات

source: Clear chat
ar: مسح الدردشة

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Message
ar: مراسلة

source: delete Account
ar: حذف الحساب

source: Yes
ar: نعم

# ShowDiaologDeleteAccount
source: Are you sure to delete this Account?
ar: هل انت متأكد من حذف هذا الحساب؟

# TapInWordsAndIcons
source: Sorry but you must tap in words and icons
ar: نأسف لذلك ولكن يجب الضغط علي الكلمات و الايقوانات

# PrivateEmailAccount
source: This is your private email account
ar: هذا البريد الإالكتروني المسجل به

source: Sorry but you must logout and login again
ar: نأسف لذلك لكن يجب عليك تسجيل الخروج ثم تسجيل الدخول مرة اخرى

# CannotDelete
source: You cann`t delete the account when you Signout
ar: لايمكنك حذف الحساب وانت مسجل خروج

# SendResetPassword
source: Send code
ar: إرسال الرمز

# ResetPassword
source: Enter your Email to send link to Reset the Password
ar: أدخل البريد الإالكتروني لإرسال رابطًا لتغيير كلمة المرور

source: The link is sent successfully
ar: تم ارسال الرابط بنجاح

source: Please enter your email address
ar: من فضلك ادخل البريد الإالكتروني الخاص بك

source: Bad Network
ar: اتصال الإنترنت ضععيف للغاية

# SendVerificationAgain
source: Send again
ar: إرسال مرة اخرى

# DeletedSucceed
source: The account has been deleted successfully
ar: تم الحذف الحساب بنجاح

# LogoutSucceed
source: You have successfully logged out
ar: تم تسجيل الخروج بنجاح

# VarifyToDeleteTheAccount
source: Varify the identity is required to delete the Account
ar: تأكيد الهوية مطلوب لأكمال عملية حذف الحساب

# SubmitedSucceed
source: The account Verification link has been sent again
ar: تم إرسال رابط تأكيد الحساب مرة أخرى
